Repository: KenNguyen-dev/oneplan-web3
Catalog: ios/OnePlan/OnePlan/Localizable.xcstrings
Source language: en
Languages: vi

source: Failed to get identity token from Apple
vi: Không thể lấy mã danh tính từ Apple

source: Failed to join trip
vi: Không thể tham gia chuyến đi

source: Failed to leave trip
vi: Không thể rời chuyến đi

source: Failed to load acquired plans
vi: Không thể tải các kế hoạch đã mua

source: Failed to load boards
vi: Không thể tải các bảng

source: Failed to load breakdown
vi: Không thể tải bảng chi tiết

source: Failed to load creator profile
vi: Không thể tải hồ sơ người tạo

source: Failed to load currencies
vi: Không thể tải danh sách tiền tệ

source: Failed to load expense details
vi: Không thể tải chi tiết chi phí

source: Failed to load expenses
vi: Không thể tải chi phí

source: Failed to load friend requests
vi: Không thể tải lời mời kết bạn

source: Failed to load friends
vi: Không thể tải danh sách bạn bè

source: Failed to load leave preview
vi: Không thể tải bản xem trước khi rời

source: Failed to load locations
vi: Không thể tải địa điểm

source: Failed to load marketplace feed
vi: Không thể tải nội dung Chợ

source: Failed to load marketplace listing detail
vi: Không thể tải chi tiết tin đăng trên Chợ

source: Failed to load messages
vi: Không thể tải tin nhắn

source: Failed to load more messages
vi: Không thể tải thêm tin nhắn

source: Failed to load more photos
vi: Không thể tải thêm ảnh

source: Failed to load passport summary
vi: Không thể tải tóm tắt hộ chiếu

source: Failed to load photos
vi: Không thể tải ảnh

source: Failed to load plan items
vi: Không thể tải các mục kế hoạch

source: Failed to load profile
vi: Không thể tải hồ sơ

source: Failed to load recent locations
vi: Không thể tải địa điểm gần đây

source: Failed to load subscription status
vi: Không thể tải trạng thái gói đăng ký

source: Failed to load trip details
vi: Không thể tải chi tiết chuyến đi

source: Failed to load trips
vi: Không thể tải chuyến đi

source: Failed to load your listings
vi: Không thể tải tin đăng của bạn

source: Failed to process image.
vi: Không thể xử lý hình ảnh.

source: Failed to resolve location
vi: Không thể xác định địa điểm

source: Failed to send request
vi: Không thể gửi yêu cầu

source: Failed to settle shares
vi: Không thể quyết toán các phần chia

source: Failed to start recording
vi: Không thể bắt đầu ghi âm

source: Failed to start trip
vi: Không thể bắt đầu chuyến đi

source: Failed to submit rating
vi: Không thể gửi đánh giá

source: Failed to update board.
vi: Không thể cập nhật bảng.

source: Failed to update budget
vi: Không thể cập nhật ngân sách

source: Failed to update currency
vi: Không thể cập nhật tiền tệ

source: Failed to update display name
vi: Không thể cập nhật tên hiển thị

source: Failed to update expense
vi: Không thể cập nhật chi phí

source: Failed to update payment
vi: Không thể cập nhật thanh toán

source: Failed to update plan item
vi: Không thể cập nhật mục kế hoạch

source: Failed to update seen state
vi: Không thể cập nhật trạng thái đã xem

source: Failed to update trip currency
vi: Không thể cập nhật tiền tệ chuyến đi

source: Failed to update trip dates
vi: Không thể cập nhật ngày chuyến đi

source: Failed to update trip local currencies
vi: Không thể cập nhật tiền tệ địa phương của chuyến đi

source: Failed to update trip name
vi: Không thể cập nhật tên chuyến đi

source: Failed to upload avatar
vi: Không thể tải ảnh đại diện lên

source: Failed to upload photo %lld
vi: Không thể tải ảnh %lld lên

source: Failed to validate purchase
vi: Không thể xác thực giao dịch

source: Family
vi: Gia đình

source: Few seconds
vi: Vài giây nữa

source: Find spot
vi: Tìm địa điểm

source: Finding the good places...
vi: Đang tìm những chỗ hay...

source: Finding the places worth saving...
vi: Đang tìm những nơi đáng lưu...

source: Finding your next stop...
vi: Đang tìm điểm dừng tiếp theo...

source: Food
vi: Ăn uống

source: Free
vi: Miễn phí

source: Free users can only have up to %lld planning trips.
vi: Người dùng miễn phí chỉ có thể có tối đa %lld chuyến đi đang lên kế hoạch.

source: Friend
vi: Bạn bè

source: Friend request from “%@”
vi: Lời mời kết bạn từ “%@”

source: Friend requests
vi: Lời mời kết bạn

source: Friends
vi: Bạn bè

source: Friends · %lld friends
vi: Bạn bè · %lld bạn bè

source: From
vi: Từ

source: From %@%@/person
vi: Từ %1$@%2$@/người

source: From a crypto wallet
vi: Từ ví crypto

source: From a friend
vi: Từ bạn bè

source: From Instagram
vi: Từ Instagram

source: From now on, you no longer need to spend hours researching travel and dining itineraries. You can buy and use the plan that best suits you for a very small fee (%@).
vi: Từ nay, bạn không còn phải dành hàng giờ nghiên cứu lịch trình du lịch và ăn uống. Bạn có thể mua và dùng kế hoạch phù hợp nhất với mình chỉ với một khoản phí rất nhỏ (%@).

source: From now on, you no longer need to spend hours researching travel and dining itineraries. You can buy and use the plan that best suits you for a very small fee.
vi: Từ nay, bạn không còn phải dành hàng giờ nghiên cứu lịch trình du lịch và ăn uống. Bạn có thể mua và dùng kế hoạch phù hợp nhất với mình chỉ với một khoản phí rất nhỏ.

source: From post to itinerary...
vi: Từ bài đăng thành lịch trình...

source: from the wallet
vi: từ ví

source: from the wallet when you settle
vi: từ ví khi bạn quyết toán

source: From TikTok
vi: Từ TikTok

source: From video
vi: Từ video

source: From you
vi: Từ vị trí của bạn

source: Generate a trip
vi: Tạo chuyến đi

source: Generate me a trip
vi: Tạo chuyến đi cho tôi

source: Generate trip
vi: Tạo chuyến đi

source: Generating your trip
vi: Đang tạo chuyến đi của bạn

source: Generating your trip…
vi: Đang tạo chuyến đi của bạn…

source: Get 1 scan for 25,000đ
vi: Mua 1 lượt với 25.000đ

source: Get 5 scans
vi: Mua 5 lượt

source: Get 15 scans
vi: Mua 15 lượt

source: Get 30 scans
vi: Mua 30 lượt

source: Get money sent by another OnePlan user
vi: Nhận tiền từ người dùng OnePlan khác

source: Get Pro
vi: Mua Pro

source: Get Started
vi: Bắt đầu

source: Go back
vi: Quay lại

source: Good
vi: Tốt

source: Google map
vi: Bản đồ Google

source: Google Maps
vi: Bản đồ Google

source: Group
vi: Nhóm

source: Group Balance
vi: Số dư nhóm

source: Group currency · %@
vi: Tiền tệ nhóm · %@

source: Group details
vi: Chi tiết nhóm

source: Group settings
vi: Cài đặt nhóm

source: Group wallet
vi: Ví nhóm

source: Have a promo code?
vi: Có mã khuyến mãi?

source: Health
vi: Tình trạng

source: Hey, I found this trip plan on OnePlan — check it out.
vi: Mình vừa thấy kế hoạch chuyến đi này trên OnePlan — xem thử nhé.

source: Hey! Let’s add friend and travel together.
vi: Này! Hãy kết bạn và cùng đi du lịch nhé.

source: History
vi: Lịch sử

source: Home
vi: Trang chủ

source: How your money is held?
vi: Tiền của bạn được giữ như thế nào?

source: hrs
vi: giờ

source: Hunting down the recs...
vi: Đang truy tìm gợi ý...

source: I received this
vi: Tôi đã nhận

source: Import via link
vi: Nhập qua liên kết

source: in cash from the group
vi: bằng tiền mặt từ nhóm

source: Included in all plans
vi: Có trong mọi gói

source: Insight
vi: Phân tích

source: Insufficient balance
vi: Số dư không đủ

source: Invalid WebSocket URL
vi: URL WebSocket không hợp lệ

source: Invite
vi: Mời

source: Invite friends
vi: Mời bạn bè

source: Is this a bank account? No. It is not a bank account, not a savings product, and not insured by a deposit protection scheme. It is a place to hold trip money and move it between people.
vi: Đây có phải tài khoản ngân hàng không? Không. Đây không phải tài khoản ngân hàng, không phải sản phẩm tiết kiệm, và không được bảo hiểm tiền gửi. Đây là nơi giữ tiền chuyến đi và chuyển giữa mọi người.

source: Item at %@
vi: Mục lúc %@

source: Join %@ on OnePlan
vi: Tham gia %@ trên OnePlan

source: Join the group and plan together by scanning the QR code below!
vi: Tham gia nhóm và cùng lên kế hoạch bằng cách quét mã QR bên dưới!

source: Joining group...
vi: Đang tham gia nhóm...

source: Keep editing
vi: Tiếp tục chỉnh sửa

source: Keep every shared expense in one place and see who paid what, instantly.
vi: Giữ mọi chi phí chung ở cùng một nơi và biết ngay ai đã trả khoản nào.

source: Keep typing
vi: Tiếp tục nhập

source: Keep waiting
vi: Tiếp tục chờ

source: Language
vi: Ngôn ngữ

source: Leave
vi: Rời

source: Leave group
vi: Rời nhóm

source: Leave Trip
vi: Rời chuyến đi

source: Leave trip?
vi: Rời chuyến đi?

source: Limited
vi: Giới hạn

source: Listing not found.
vi: Không tìm thấy tin đăng.

source: Local creator
vi: Người tạo địa phương

source: Local currency · %@
vi: Tiền tệ địa phương · %@

source: Location
vi: Địa điểm

source: Location source
vi: Nguồn địa điểm

source: Log out
vi: Đăng xuất

source: Logged out locally. Server logout failed.
vi: Đã đăng xuất cục bộ. Đăng xuất trên máy chủ thất bại.

source: Made by
vi: Tạo bởi

source: Made by AI
vi: Tạo bằng AI

source: Make sure to deposit USDC via
vi: Hãy chắc chắn nạp USDC qua mạng

source: Make sure to send USDC via
vi: Hãy gửi USDC qua

source: Making this post plannable...
vi: Đang biến bài đăng này thành kế hoạch...

source: Mark as done
vi: Đánh dấu đã xong

source: Mark as Done
vi: Đánh dấu hoàn tất

source: Market
vi: Chợ

source: Marketplace plan
vi: Kế hoạch trên Chợ

source: Member
vi: Thành viên

source: Member expenses
vi: Chi phí thành viên

source: Member since
vi: Thành viên từ

source: Member since %@
vi: Thành viên từ %@

source: Members
vi: Thành viên

source: Members selected in "%@" section will receive notifications as the plan approaches.
vi: Các thành viên được chọn trong mục "%@" sẽ nhận thông báo khi sắp đến kế hoạch.

source: Message
vi: Lời nhắn

source: Microphone access not authorized
vi: Chưa được cấp quyền truy cập micro

source: min
vi: phút

source: month
vi: tháng

source: Monthly
vi: Hàng tháng

source: Most popular
vi: Phổ biến nhất

source: Move money
vi: Chuyển tiền

source: Move token
vi: Chuyển token

source: My Board
vi: Bảng của tôi

source: MY PASSPORT
vi: HỘ CHIẾU CỦA TÔI

source: My wallet
vi: Ví của tôi

source: Name
vi: Tên

source: Needs approval
vi: Cần duyệt

source: Net Settlement
vi: Quyết toán ròng

source: Network fees are covered by One Plan.
vi: Phí mạng được One Plan hỗ trợ.

source: New Board
vi: Bảng mới

source: New expense
vi: Chi phí mới

source: New note
vi: Ghi chú mới

source: New place
vi: Địa điểm mới

source: New Plan
vi: Kế hoạch mới

source: New trip
vi: Chuyến đi mới

source: Next
vi: Tiếp

source: No activity yet
vi: Chưa có hoạt động

source: No board created.
vi: Chưa tạo bảng nào.

source: No friends yet
vi: Chưa có bạn bè

source: No history
vi: Chưa có lịch sử

source: No items detected in the receipt.
vi: Không phát hiện món nào trong hóa đơn.

source: NO limits
vi: KHÔNG giới hạn

source: No local currency
vi: Không có tiền tệ địa phương

source: no location
vi: không có địa điểm

source: No location
vi: Không có địa điểm

source: No locations found
vi: Không tìm thấy địa điểm

source: No message
vi: Không có lời nhắn

source: No notes yet
vi: Chưa có ghi chú nào

source: No one
vi: Chưa có ai

source: No Payment today
vi: Hôm nay chưa thu phí

source: No Pins
vi: Chưa có ghim

source: No plans
vi: Chưa có kế hoạch

source: No plans for this day
vi: Không có kế hoạch cho ngày này

source: No plans yet
vi: Chưa có kế hoạch nào

source: No QR code in that image
vi: Ảnh đó không có mã QR

source: No ratings yet
vi: Chưa có đánh giá

source: No trip planned. Plan new trip now with friends
vi: Chưa có chuyến đi nào. Lên kế hoạch chuyến đi mới cùng bạn bè ngay

source: No trips found in %@
vi: Không tìm thấy chuyến đi ở %@

source: No unlocked plans yet
vi: Chưa có kế hoạch nào được mở khóa

source: No uploaded plans yet
vi: Chưa có kế hoạch nào được tải lên

source: No vault activity yet
vi: Chưa có hoạt động quỹ

source: No wallet linked
vi: Chưa liên kết ví

source: No wallet linked yet.
vi: Chưa liên kết ví.

source: Nobody has to trust one friend with everyone's money.
vi: Không ai phải tin một người bạn giữ tiền của cả nhóm.

source: None
vi: Không có

source: Normally one person in a group pays for the hotel and then spends two weeks asking everyone else for money. A trip fund replaces that.
vi: Thường thì một người trong nhóm trả khách sạn rồi mất cả tuần đi đòi tiền mọi người. Quỹ chuyến đi thay thế việc đó.

source: Not authenticated
vi: Chưa xác thực

source: Not now
vi: Để sau

source: Not selected
vi: Chưa chọn

source: Not set
vi: Chưa đặt

source: Note
vi: Ghi chú

source: Note: Your trip must be planned based on the timezone of your destination.
vi: Lưu ý: Chuyến đi phải được lên kế hoạch theo múi giờ của điểm đến.

source: Nothing left to settle in cash
vi: Không còn khoản tiền mặt cần quyết toán

source: Nothing moves without your approval
vi: Không gì được chuyển đi nếu chưa có sự duyệt của bạn

source: Nothing to update
vi: Không có gì để cập nhật

source: Offline
vi: Ngoại tuyến

source: Offline · updated %@
vi: Ngoại tuyến · cập nhật %@

source: Onchain fees
vi: Phí on-chain

source: One place to hold trip money and split it with friends
vi: Một nơi giữ tiền chuyến đi và chia với bạn bè

source: One Plan User
vi: Người dùng One Plan

source: OnePlan combines your essential travel planning tools in one place, helping you organize trips more easily and unlock more powerful features with Pro.
vi: OnePlan kết hợp các công cụ lập kế hoạch du lịch thiết yếu ở một nơi, giúp bạn tổ chức chuyến đi dễ dàng hơn và mở khóa nhiều tính năng mạnh mẽ hơn với Pro.

source: OnePlan needs permission to save photos to your camera roll. Please enable it in Settings.
vi: OnePlan cần quyền để lưu ảnh vào cuộn camera của bạn. Vui lòng bật trong Cài đặt.

source: Ongoing
vi: Đang diễn ra

source: Ongoing Trip
vi: Chuyến đi đang diễn ra

source: Only the trip creator can end this trip.
vi: Chỉ người tạo chuyến mới có thể kết thúc.

source: Open Settings
vi: Mở Cài đặt

source: Opens OnePlan Wallet
vi: Mở OnePlan Wallet

source: Opens subscription options
vi: Mở các tùy chọn gói đăng ký

source: Opens the system subscription management screen
vi: Mở màn hình quản lý gói đăng ký của hệ thống

source: or pick your start date
vi: hoặc chọn ngày bắt đầu

source: Organize destinations, schedules, and trip details with your group in one smooth flow.
vi: Sắp xếp điểm đến, lịch trình và chi tiết chuyến đi cùng nhóm trong một luồng liền mạch.

source: Other
vi: Khác

source: Out of scan credits
vi: Hết lượt quét

source: Over the trip limit. Waiting for a member to approve.
vi: Vượt hạn mức chuyến đi. Đang chờ một thành viên duyệt.

source: Owes the group
vi: Còn nợ nhóm

source: Paid
vi: Đã trả

source: Paid back to %@
vi: Đã hoàn lại cho %@

source: Paid by
vi: Người trả

source: Paid progress
vi: Tiến độ thanh toán

source: Passport
vi: Hộ chiếu

source: Paste
vi: Dán

source: Paste link
vi: Dán liên kết

source: Pause voice message
vi: Tạm dừng tin nhắn thoại

source: Pay %@
vi: Trả %@

source: Pay to group
vi: Trả cho nhóm

source: Paying…
vi: Đang thanh toán…

source: Payment
vi: Thanh toán

source: Payment failed
vi: Thanh toán thất bại

source: Pending Requests
vi: Yêu cầu đang chờ

source: Pending your response
vi: Đang chờ bạn phản hồi

source: Per person
vi: Mỗi người

source: Personal
vi: Cá nhân

source: Photo
vi: Ảnh

source: Photo content
vi: Nội dung ảnh

source: Photo Library Access
vi: Truy cập thư viện ảnh

source: Photos
vi: Ảnh

source: Photos (%lld/5)
vi: Ảnh (%lld/5)

source: Pins on this board
vi: Ghim trên bảng này

source: Pioneer
vi: Người tiên phong

source: Places
vi: Địa điểm

# Plan auto-renews for %@/%@ until canceled.
source: Plan auto-renews for %1$@/%2$@ until canceled.
vi: Gói tự động gia hạn %1$@/%2$@ cho đến khi bị hủy.

source: Plan auto-renews for %@/month until canceled.
vi: Gói tự động gia hạn %@/tháng cho đến khi bạn hủy.

source: Plan date cannot be before trip start date (%@).
vi: Ngày kế hoạch không thể trước ngày bắt đầu chuyến đi (%@).

source: Plan for
vi: Lên kế hoạch cho

source: Plan name
vi: Tên kế hoạch

source: Plan overview
vi: Tổng quan kế hoạch

source: Plan the trip, track expenses, and settle up - all in one.
vi: Lên kế hoạch chuyến đi, theo dõi chi phí, và chia tiền — tất cả trong một.

source: Plan Your Trip Together
vi: Cùng nhau lên kế hoạch chuyến đi

source: Planning
vi: Đang lên kế hoạch

source: Planning trip
vi: Lên kế hoạch chuyến đi

source: Planning your days…
vi: Đang lên kế hoạch các ngày…

source: Planning your trips with friends in a funniest & easiest ways !!!
vi: Lên kế hoạch chuyến đi cùng bạn bè theo cách vui và dễ nhất !!!

source: Plans on trailing days will be permanently removed.
vi: Các kế hoạch ở những ngày cuối sẽ bị xóa vĩnh viễn.

source: Play voice message
vi: Phát tin nhắn thoại

source: Please check your connection and try again.
vi: Vui lòng kiểm tra kết nối và thử lại.

source: Please choose where you want to go before submitting.
vi: Vui lòng chọn nơi bạn muốn đến trước khi gửi.

source: Please enter a plan name.
vi: Vui lòng nhập tên kế hoạch.

source: Please fill in the form below to request new plan
vi: Vui lòng điền vào biểu mẫu bên dưới để yêu cầu kế hoạch mới

source: Please reopen One Plan to finish switching the app language.
vi: Vui lòng mở lại One Plan để hoàn tất việc đổi ngôn ngữ.

source: Please select a Board to add to.
vi: Vui lòng chọn một Bảng để thêm vào.

source: Please select a trip to apply to.
vi: Vui lòng chọn một chuyến đi để áp dụng.

source: Please try again
vi: Vui lòng thử lại

source: Popular plans
vi: Kế hoạch phổ biến

source: Prev
vi: Trước

source: Privacy Policy
vi: Chính sách bảo mật

source: Processing
vi: Đang xử lý

source: Progress
vi: Tiến độ

source: Promo Code
vi: Mã khuyến mãi

source: Pulling the good stuff...
vi: Đang lấy những thứ hay ho...

source: Pulling the pins...
vi: Đang lấy các ghim...

source: Purchase failed: %@
vi: Giao dịch thất bại: %@

source: Purchase pending approval
vi: Giao dịch đang chờ phê duyệt

source: Purchase verification failed
vi: Xác minh giao dịch thất bại

source: QR unavailable
vi: QR không khả dụng

source: Questions we get asked
vi: Những câu hỏi thường gặp

source: Quick access
vi: Truy cập nhanh

source: Rate
vi: Tỷ giá

source: Rate plan
vi: Đánh giá kế hoạch

source: Rate your experience with this Plan
vi: Đánh giá trải nghiệm của bạn với Kế hoạch này

source: Rate your experiences
vi: Đánh giá trải nghiệm

source: Rated ★ %lld
vi: Đã đánh giá ★ %lld

source: Rating failed
vi: Đánh giá thất bại

source: Re-arrange your trip
vi: Sắp xếp lại chuyến đi

source: Receipt
vi: Hóa đơn

source: Receipt scan
vi: Quét hóa đơn

source: Receipt: %@
vi: Hóa đơn: %@

source: Receive assets via global bank account
vi: Nhận tài sản qua tài khoản ngân hàng quốc tế

source: Receive assets via OnePlan Wallet
vi: Nhận tài sản qua OnePlan Wallet

source: Receive from %@
vi: Nhận từ %@

source: Receive from group
vi: Nhận từ nhóm

source: Receive USDC on Solana to your OnePlan Wallet
vi: Nhận USDC trên Solana vào OnePlan Wallet

source: Received
vi: Đã nhận

source: Receiving from
vi: Nhận từ

source: Recently View
vi: Xem gần đây

source: Recently viewed
vi: Đã xem gần đây

source: Recently Viewed
vi: Đã xem gần đây

source: Recipient
vi: Người nhận

source: Recipient name
vi: Tên người nhận

source: Recommended for you
vi: Gợi ý cho bạn

source: Record
vi: Ghi âm

source: Record every journey you've undertaken.
vi: Ghi lại mọi hành trình bạn đã trải qua.

source: Recorded
vi: Đã ghi

source: Refund
vi: Hoàn tiền

source: Remaining
vi: Còn lại

source: Remove
vi: Xóa

source: Remove a day
vi: Bớt một ngày

source: Remove friend
vi: Xóa bạn

source: Remove friend?
vi: Xóa bạn?

source: Removing days will delete %lld plans
vi: Việc xóa ngày sẽ xóa %lld kế hoạch

source: Renewable
vi: Có thể gia hạn

source: Request a plan
vi: Yêu cầu kế hoạch

source: Request already open
vi: Đã có yêu cầu đang mở

source: Request canceled
vi: Đã hủy yêu cầu

source: Request sent
vi: Đã gửi yêu cầu

source: Request submitted
vi: Đã gửi yêu cầu

source: Requires Pro
vi: Yêu cầu Pro

source: Reset
vi: Đặt lại

source: Restart Required
vi: Cần khởi động lại

source: Restaurant name
vi: Tên nhà hàng

source: Restore
vi: Khôi phục

source: Retake
vi: Chụp lại

source: Retry
vi: Thử lại

source: Review end trip
vi: Xem xét kết thúc chuyến

source: Run extraction in background
vi: Chạy trích xuất ở chế độ nền

source: Run in background
vi: Chạy ở chế độ nền

source: Safe daily spend
vi: Mức chi an toàn mỗi ngày

source: Save
vi: Lưu

source: Save 36%
vi: Tiết kiệm 36%

source: Save 41%
vi: Tiết kiệm 41%

source: Save 53%
vi: Tiết kiệm 53%

source: Save changes
vi: Lưu thay đổi

source: Save new Board
vi: Lưu bảng mới

source: Save pin throughout your favorite Tik Tok video or Instagram video. Copy URL and paste it here.
vi: Lưu ghim từ video TikTok hoặc Instagram yêu thích của bạn. Sao chép URL và dán vào đây.

source: Save places from videos, build travel Boards, plan with friends, discover trip ideas, & manage group expenses in one place.
vi: Lưu địa điểm từ video, xây dựng Bảng du lịch, lên kế hoạch cùng bạn bè, khám phá ý tưởng chuyến đi và quản lý chi phí nhóm ở một nơi.

source: Save plan
vi: Lưu kế hoạch

source: Save Plan
vi: Lưu kế hoạch

source: Saved %lld
vi: Đã lưu %lld

source: Saved Boards
vi: Bảng đã lưu

source: Saved places will appear here.
vi: Các địa điểm đã lưu sẽ hiện ở đây.

source: Saved to Photos
vi: Đã lưu vào Ảnh

source: Saving the places from this post...
vi: Đang lưu các địa điểm từ bài đăng...

source: Saving to camera roll...
vi: Đang lưu vào cuộn camera...

source: Saving...
vi: Đang lưu...

source: Saw a viral café or hidden gem? Drop the link and save every place to your Board.
vi: Thấy quán cà phê hot hay địa điểm thú vị? Dán liên kết để lưu mọi địa điểm vào Bảng của bạn.

source: Say something
vi: Nói gì đó

source: Scan Bills with AI
vi: Quét hóa đơn bằng AI

source: Scan by AI
vi: Quét bằng AI

source: Scan credits
vi: Lượt quét

source: Scan failed
vi: Quét thất bại

source: Scan packs unavailable
vi: Gói quét không khả dụng

source: Scan QR
vi: Quét QR

source: Scanning
vi: Đang quét

source: Scanning receipt...
vi: Đang quét hóa đơn...

source: Scanning the vibe...
vi: Đang bắt nhịp không khí...

source: Scanning video...
vi: Đang quét video...

source: Scope
vi: Phạm vi

source: Screenshots, Sheets & Videos.
vi: Ảnh chụp màn hình, Bảng tính & Video.

source: Search
vi: Tìm kiếm

source: Search autocomplete error
vi: Lỗi gợi ý tìm kiếm

source: Search cities
vi: Tìm thành phố

source: Search failed
vi: Tìm kiếm thất bại

source: Search for a city
vi: Tìm một thành phố

source: Search for a place to get started
vi: Tìm một địa điểm để bắt đầu

source: Search location
vi: Tìm địa điểm

source: Search trips
vi: Tìm chuyến đi

source: sec
vi: giây

source: See all
vi: Xem tất cả

source: See All
vi: Xem tất cả

source: See how your money is held
vi: Xem tiền được giữ như thế nào

source: See more
vi: Xem thêm

source: Select
vi: Chọn

source: Select a trip and start date to apply this plan.
vi: Chọn một chuyến đi và ngày bắt đầu để áp dụng kế hoạch này.

source: Select all
vi: Chọn tất cả

source: Select all spots
vi: Chọn tất cả địa điểm

source: Select an item
vi: Chọn một mục

source: Select Date
vi: Chọn ngày

source: Select Location
vi: Chọn địa điểm

source: Select Time
vi: Chọn giờ

source: Select UTC
vi: Chọn UTC

source: Selected
vi: Đã chọn

source: Sell this trip plan to market and earn more.
vi: Bán kế hoạch chuyến đi này lên Chợ để kiếm thêm.

source: Send again
vi: Gửi lại

source: Send to wallet
vi: Gửi vào ví

source: Send USDC from any Solana wallet
vi: Gửi USDC từ bất kỳ ví Solana nào

source: Send USDC here via
vi: Gửi USDC về đây qua
